{"version": "1.0", "truncation": null, "padding": null, "added_tokens": [{"id": 0, "content": "<unk>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 1, "content": "<|startoftext|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 2, "content": "<|endoftext|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 3, "content": "<word_one>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 4, "content": "<word_two>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}], "normalizer": {"type": "Sequence", "normalizers": [{"type": "BertNormalizer", "clean_text": false, "handle_chinese_chars": false, "strip_accents": null, "lowercase": false}, {"type": "Lowercase"}]}, "pre_tokenizer": {"type": "BertPreTokenizer"}, "post_processor": null, "decoder": {"type": "BPEDecoder", "suffix": "</w>"}, "model": {"type": "BPE", "dropout": null, "unk_token": "<unk>", "continuing_subword_prefix": null, "end_of_word_suffix": "</w>", "fuse_unk": false, "byte_fallback": false, "ignore_merges": false, "vocab": {"<unk>": 0}, "merges": []}}